const QuestionMath = [
    {
        question: '3 + 4 มีค่าเท่ากับข้อใด',
        "A": '6',
        "B": '7',
        "C": '8',
        "D": '9',
        "answer": 'B'
    },
    {
        question: '2 + 9 มีค่าเท่ากับข้อใด',
        "A": '12',
        "B": '19',
        "C": '11',
        "D": '10',
        "answer": 'C'
    },
    {
        question: '3 + 4 มีค่าเท่ากับข้อใด',
        "A": '6',
        "B": '7',
        "C": '8',
        "D": '9',
        "answer": 'B'
    },
    {
        question: '5 + 5 มีค่าเท่ากับข้อใด?',
        A: '25',
        B: '20',
        C: '15',
        D: '10',
        answer: 'D'
    },
    {
        question: '11 + 9 มีค่าเท่ากับข้อใด?',
        A: '20',
        B: '29',
        C: '19',
        D: '21',
        answer: 'A'
    },
    {
        question: '3 + 9 มีค่าเท่ากับข้อใด?',
        A: '12',
        B: '10',
        C: '11',
        D: '13',
        answer: 'A'
    },
    {
        question: '8 + 8 มีค่าเท่ากับข้อใด',
        A: '12',
        B: '14',
        C: '16',
        D: '18',
        answer: 'C'
    },
    {
        question: '20 + 3 มีค่าเท่ากับข้อใด',
        A: '22',
        B: '23',
        C: '24',
        D: '25',
        answer: 'B'
    },
    {
        question: '42 + 54 มีค่าเท่ากับข้อใด',
        A: '66',
        B: '76',
        C: '96',
        D: '106',
        answer: 'C'
    },
    {
        question: '1 + 2 + 3 + 4 มีค่าเท่ากับข้อใด',
        A: '6',
        B: '8',
        C: '10',
        D: '12',
        answer: 'C'
    },
    {
        question: '5 - 2 มีค่าเท่ากับข้อใด',
        A: '3',
        B: '4',
        C: '5',
        D: '6',
        answer: 'A'
    },
    {
        question: '7 - 5 มีค่าเท่ากับข้อใด',
        A: '2',
        B: '4',
        C: '6',
        D: '8',
        answer: 'A'
    },
    {
        question: '9 - 5 มีค่าเท่ากับข้อใด',
        A: '1',
        B: '2',
        C: '3',
        D: '4',
        answer: 'D'
    },
    {
        question: '8 - 3 มีค่าเท่ากับข้อใด',
        A: '4',
        B: '5',
        C: '6',
        D: '7',
        answer: 'B'
    },
    {
        question: '(7 - 4) - 3 มีค่าเท่ากับข้อใด',
        A: '1',
        B: '2',
        C: '3',
        D: '0',
        answer: 'D'
    },
    {
        question: '6 - (2 + 2) มีค่าเท่ากับข้อใด',
        A: '2',
        B: '3',
        C: '4',
        D: '5',
        answer: 'A'
    },
    {
        question: '30 - 2 มีค่าเท่ากับข้อใด',
        A: '22',
        B: '28',
        C: '38',
        D: '18',
        answer: 'B'
    },
    {
        question: '(8+1) - (5+2) มีค่าเท่ากับข้อใด',
        A: '15',
        B: '6',
        C: '3',
        D: '2',
        answer: 'D'
    },
    {
        question: '18 - 10 + 9 มีค่าเท่ากับข้อใด',
        A: '16',
        B: '17',
        C: '18',
        D: '19',
        answer: 'B'
    },
    {
        question: '22 - 15 + 5 มีค่าเท่ากับข้อใด',
        A: '2',
        B: '12',
        C: '22',
        D: '32',
        answer: 'B'
    },
    {
        question: '3 x 2 มีค่าเท่ากับข้อใด',
        A: '5',
        B: '6',
        C: '7',
        D: '8',
        answer: 'B'
    },
    {
        question: '5 x 2 มีค่าเท่ากับข้อใด',
        A: '7',
        B: '10',
        C: '15',
        D: '3',
        answer: 'B'
    },
    {
        question: '3 x 8 มีค่าเท่ากับข้อใด',
        A: '12',
        B: '14',
        C: '22',
        D: '24',
        answer: 'D'
    },
    {
        question: '4 x 4 มีค่าเท่ากับข้อใด',
        A: '8',
        B: '12',
        C: '14',
        D: '16',
        answer: 'D'
    },
    {
        question: '5 x 8 มีค่าเท่ากับข้อใด',
        A: '40',
        B: '13',
        C: '34',
        D: '45',
        answer: 'A'
    },
    {
        question: '8 x 2 มีค่าเท่ากับข้อใด',
        A: '10',
        B: '14',
        C: '16',
        D: '18',
        answer: 'C'
    },
    {
        question: '6 x 7 มีค่าเท่ากับข้อใด',
        A: '38',
        B: '40',
        C: '42',
        D: '46',
        answer: 'C'
    },
    {
        question: '2 x 3 x 2 มีค่าเท่ากับข้อใด',
        A: '6',
        B: '7',
        C: '9',
        D: '12',
        answer: 'D'
    },
    {
        question: '9 x 9 มีค่าเท่ากับข้อใด',
        A: '72',
        B: '18',
        C: '85',
        D: '81',
        answer: 'D'
    },
    {
        question: '12 x 9 มีค่าเท่ากับข้อใด',
        A: '78',
        B: '108',
        C: '98',
        D: '88',
        answer: 'B'
    },
    {
        question: '12 ÷ 3 มีค่าเท่ากับข้อใด',
        A: '4',
        B: '15',
        C: '6',
        D: 'ไม่มีคำตอบ',
        answer: 'A'
    },
    {
        question: '4 ÷ 2 มีค่าเท่ากับข้อใด',
        A: '1',
        B: '2',
        C: '3',
        D: '4',
        answer: 'B'
    },
    {
        question: '9 ÷ 9 มีค่าเท่ากับข้อใด',
        A: '1',
        B: '2',
        C: '3',
        D: '4',
        answer: 'A'
    },
    {
        question: '20 ÷ 4 มีค่าเท่ากับข้อใด',
        A: '1',
        B: '3',
        C: '5',
        D: '8',
        answer: 'C'
    },
    {
        question: '24 ÷ 8 มีค่าเท่ากับข้อใด',
        A: '7',
        B: '8',
        C: '3',
        D: '2',
        answer: 'C'
    },
    {
        question: '56 ÷ 8 มีค่าเท่ากับข้อใด',
        A: '12',
        B: '7',
        C: '8',
        D: '6',
        answer: 'B'
    },
    {
        question: '63 ÷ 3 มีค่าเท่ากับข้อใด',
        A: '33',
        B: '21',
        C: '12',
        D: '15',
        answer: 'B'
    },
    {
        question: '55 ÷ 5 มีค่าเท่ากับข้อใด',
        A: '1',
        B: '5',
        C: '11',
        D: '15',
        answer: 'C'
    },
    {
        question: '144 ÷ 12 มีค่าเท่ากับข้อใด',
        A: '24',
        B: '12',
        C: '24',
        D: '14',
        answer: 'B'
    },
    {
        question: '(20 ÷ 4) + (2 x 5) มีค่าเท่ากับข้อใด',
        A: '5',
        B: '15',
        C: '25',
        D: '35',
        answer: 'B'
    },
]

export default QuestionMath
